export const initialCosts = {
    extraSmall: "Сумма денег, которую Вы планируете в качестве первоначальных затрат очень мала, скорее всего, Вы слишком оптимистично оценивекте Ваш проект. Рекомендуется провести переоценку и перепланирование, вероятно, Вы забыли учесть какую-то статью расходов. Тем не менее, если Вы уверены в себе и своих силах - жалем удачи.",
    small: "Сумма денег, которую Вы планируете в качестве первоначальных затрат мала, однако при правильном подходе и уверенности в своем прокте, вполне возможно, что ее будет достаточно для организации небольшого предприятия.",
    medium: "Указанной суммы денег вполне достаточно, для открытия своего небольшого предприятия, а при совсем скромных его размерах у Вас даже будет право на ошибку.",
    big: "Внушительная сумма для открытия своего первого дела, Вам будет где \"развернуться\" и Вы можете но бояться совершить ряд ошибок.",
    extraBig: "Вы планируете потратить на открытие свроего предприятия очень большую сумму денег, если это Ваш первый бизнес, Вы уверены, что хатите так рисковать? Настоятельно рекомендуем пересмотреть свой проект.",
}
export const margin = {
    wrong: "Указанная Вами маржа не соответствует другим указанным Вами параметрам, вы можете скорректировать данные самостоятельно, либо рассчитать их при помощи нащего приложения, оставив соответствующее поле пустым.",
    minus: "Маржа отрицательная - к сожалению, ваше производство обречено быть убыточным",
    extraSmall: "Маржа очень мала, если что-то пойдет не по плану, Ваше предприятие рескует быть убыточным. Рекомендуем пресмотреть свои планы.",
    small: "Маржа относительно невелика, однако для товаров/услуг широкого потребления это нормально, если Ваше предприятие рассчитано на их производство, то врсе отлично, если нет - рекомендуем пересмотреть свои планы.",
    medium: "Хорошуий уровень маржи, если все остальные расчеты верны, скорее всего Вас ждет успех.",
    big: "Наценка на товар очень высока, это характерно для некоторых видов товаров и услуг, однако при наличии такой возможности, рекомендуем ее снизить.",
    extraBig: "Наценка на товар очень велика, скорее всего Вы слишком оптимистично оцениваете свой проект. Однако, возможно, вы и правы.",

}
export const paybackTime = {
    never: "С такими исходными данными Ваш проект никогда не окупистся",
    wrong: "Указанное Вами время окупаемости не соответствует другим указанным Вами параметрам, Вы можете скорректировать данные самостоятельно, либо рассчитать их при помощи нащего приложения, оставив соответствующее поле пустым.", 
    extraBig: "Время окупаемости очень большое, Вы уверены, что хотите этим заниматься?",
    big: "Время окупаемости достаточно большое, однако, если Вы все правильно распланировали и готовы подождать - то проект может быть весьма перспективным.",
    medium: "Время окупаемости вполне соответствует нормальному, как для малого бизнеса.",
    small: "Время окупаемости достаточно невелико, варианта два - либо ваш план действительно очень хорош, либо вы излишне оптемистичны.",
    extraSmall: "Время окупаемости запредельно мало, скорее всего проект не оправдает Ваших ожиданий, поскольку они слишком завышены.",
    moreThenTwelve: "Время окупаемости больше срока длительности патента, рекомендуем выбрать другую систему налогообложения"


}